Repository: runcat-dev/RunCatNeo
Catalog: LocalPackage/Sources/UserInterface/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
ja: %@について
ko: %@ 정보
ru: О программе %@
vi: Giới thiệu %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
ru: Добавить
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add Custom Metrics Source
de: Quelle für eigene Metriken hinzufügen
es: Añadir fuente de métricas personalizadas
fr: Ajouter une source de métriques personnalisées
ja: カスタムメトリクスのソースを追加
ko: 사용자 설정 메트릭 소스 추가
ru: Добавить источник пользовательских метрик
vi: Thêm nguồn số liệu tùy chỉnh
zh_hans: 添加自定义指标来源
zh_hant: 加入自訂指標來源

source: Add Custom Runner
de: Eigenen Runner hinzufügen
es: Añadir runner personalizado
fr: Ajouter un runner personnalisé
ja: カスタムランナーを追加
ko: 사용자 설정 러너 추가
ru: Добавить пользовательского раннера
vi: Thêm runner tùy chỉnh
zh_hans: 添加自定义跑者
zh_hant: 加入自訂跑者

source: Add Frame
de: Frame hinzufügen
es: Añadir fotograma
fr: Ajouter une image
ja: フレームを追加
ko: 프레임 추가
ru: Добавить кадр
vi: Thêm khung hình
zh_hans: 添加帧
zh_hant: 加入影格

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
ja: 外観
ko: 모양
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Changed my mind
de: Ich habe es mir anders überlegt
es: He cambiado de opinión
fr: J’ai changé d’avis
ja: 気が変わった
ko: 마음이 바뀌었어요
ru: Я передумал(а)
vi: Tôi đổi ý rồi
zh_hans: 我改变主意了
zh_hant: 我改變主意了

# chooseJsonFile
source: Choose a JSON file.
de: Wähle eine JSON-Datei aus.
es: Elige un archivo JSON.
fr: Choisissez un fichier JSON.
ja: JSONファイルを選択してください。
ko: JSON 파일을 선택하십시오.
ru: Выберите JSON-файл.
vi: Chọn một tệp JSON.
zh_hans: 请选择一个 JSON 文件。
zh_hant: 請選擇一個 JSON 檔案。

source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
ru: Цвет
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Continuous Support
de: Laufende Unterstützung
es: Apoyo continuo
fr: Soutien continu
ja: 継続的なサポート
ko: 지속적인 후원
ru: Постоянная поддержка
vi: Hỗ trợ liên tục
zh_hans: 持续支持
zh_hant: 持續支持

source: Custom Metrics
de: Eigene Metriken
es: Métricas personalizadas
fr: Métriques personnalisées
ja: カスタムメトリクス
ko: 사용자 설정 메트릭
ru: Пользовательские метрики
vi: Số liệu tùy chỉnh
zh_hans: 自定义指标
zh_hant: 自訂指標

# customMetricsConfirmationMessage
source: Its card will disappear from the dashboard. The underlying JSON file on disk is not deleted.
de: Die Karte verschwindet vom Dashboard. Die zugrunde liegende JSON-Datei auf der Festplatte wird nicht gelöscht.
es: Su tarjeta desaparecerá del panel. El archivo JSON subyacente en el disco no se eliminará.
fr: Sa carte disparaîtra du tableau de bord. Le fichier JSON sous-jacent sur le disque ne sera pas supprimé.
ja: ダッシュボード上のカードは消えますが、ディスク上のJSONファイル自体は削除されません。
ko: 대시보드에서 해당 카드가 사라집니다. 디스크에 있는 원본 JSON 파일은 삭제되지 않습니다.
ru: Карточка исчезнет с дашборда. Сам JSON-файл на диске не будет удалён.
vi: Thẻ của nó sẽ biến mất khỏi bảng điều khiển. Tệp JSON gốc trên ổ đĩa sẽ không bị xóa.
zh_hans: 其卡片将从仪表盘上消失，但磁盘上的 JSON 文件本身不会被删除。
zh_hant: 其卡片將從儀表板上消失，但磁碟上的 JSON 檔案本身不會被刪除。

# customMetricsDescription
source: The registered JSON content will be reflected as cards on the dashboard. Updating the content is outside the scope of this application.
de: Der Inhalt der registrierten JSON-Datei wird als Karten auf dem Dashboard angezeigt. Die Aktualisierung des Inhalts liegt außerhalb des Zuständigkeitsbereichs dieser App.
es: El contenido JSON registrado se reflejará como tarjetas en el panel. La actualización del contenido queda fuera del alcance de esta aplicación.
fr: Le contenu JSON enregistré sera affiché sous forme de cartes sur le tableau de bord. La mise à jour du contenu n’est pas du ressort de cette application.
ja: 登録したJSONの内容がダッシュボードにカードとして反映されます。内容の更新は本アプリの管轄外です。
ko: 등록한 JSON의 내용이 대시보드에 카드로 표시됩니다. 내용 업데이트는 이 앱의 범위를 벗어납니다.
ru: Содержимое зарегистрированного JSON будет отображаться в виде карточек на дашборде. Обновление содержимого не входит в задачи этого приложения.
vi: Nội dung JSON đã đăng ký sẽ được hiển thị dưới dạng thẻ trên bảng điều khiển. Việc cập nhật nội dung nằm ngoài phạm vi của ứng dụng này.
zh_hans: 注册的 JSON 内容将以卡片形式显示在仪表盘上。内容的更新不在本应用的管理范围内。
zh_hant: 註冊的 JSON 內容將以卡片形式顯示在儀表板上。內容的更新不在本 App 的管理範圍內。

source: Custom Runner Editor
de: Editor für eigene Runner
es: Editor de runners personalizados
fr: Éditeur de runner personnalisé
ja: カスタムランナーエディター
ko: 사용자 설정 러너 편집기
ru: Редактор пользовательских раннеров
vi: Trình chỉnh sửa runner tùy chỉnh
zh_hans: 自定义跑者编辑器
zh_hant: 自訂跑者編輯器

source: Custom Runners
de: Eigene Runner
es: Runners personalizados
fr: Runners personnalisés
ja: カスタムランナー
ko: 사용자 설정 러너
ru: Пользовательские раннеры
vi: Runner tùy chỉnh
zh_hans: 自定义跑者
zh_hant: 自訂跑者

source: Debug Sleep
de: Ruhezustand debuggen
es: Depurar reposo
fr: Déboguer la mise en veille
ja: スリープのデバッグ
ko: 잠자기 디버그
ru: Отладка режима сна
vi: Gỡ lỗi chế độ ngủ
zh_hans: 睡眠调试
zh_hant: 睡眠除錯

source: Debug Wake Up
de: Aufwachen debuggen
es: Depurar activación
fr: Déboguer le réveil
ja: ウェイクアップのデバッグ
ko: 깨우기 디버그
ru: Отладка пробуждения
vi: Gỡ lỗi đánh thức
zh_hans: 唤醒调试
zh_hant: 喚醒除錯

# deleteFrame
source: Delete Selected Frame
de: Ausgewählten Frame löschen
es: Eliminar el fotograma seleccionado
fr: Supprimer l’image sélectionnée
ja: 選択中のフレームを削除
ko: 선택한 프레임 삭제
ru: Удалить выбранный кадр
vi: Xóa khung hình đã chọn
zh_hans: 删除所选帧
zh_hant: 刪除所選影格

# donationDescription
source: RunCat Neo provides all features for free to everyone. You can support this project by offering hot chocolate.
de: RunCat Neo stellt allen Nutzern alle Funktionen kostenlos zur Verfügung. Du kannst dieses Projekt unterstützen, indem du eine heiße Schokolade spendierst.
es: RunCat Neo ofrece todas sus funciones de forma gratuita para todos. Puedes apoyar este proyecto invitando a un chocolate caliente.
fr: RunCat Neo offre toutes ses fonctionnalités gratuitement à tout le monde. Vous pouvez soutenir ce projet en offrant un chocolat chaud.
ja: RunCat Neo はすべての機能を無償で提供しています。 ココアを贈ることでこのプロジェクトをサポートできます。
ko: RunCat Neo는 모든 기능을 누구에게나 무료로 제공합니다. 핫초코를 선물하여 이 프로젝트를 후원할 수 있습니다.
ru: RunCat Neo предоставляет все функции бесплатно для всех. Вы можете поддержать этот проект, угостив горячим шоколадом.
vi: RunCat Neo cung cấp miễn phí mọi tính năng cho tất cả mọi người. Bạn có thể ủng hộ dự án này bằng cách tặng một cốc sô-cô-la nóng.
zh_hans: RunCat Neo 向所有人免费提供全部功能。 你可以通过赠送一杯热可可来支持这个项目。
zh_hant: RunCat Neo 向所有人免費提供全部功能。 你可以透過贈送一杯熱可可來支持這個專案。

# donationTab
source: Donation
de: Spende
es: Donación
fr: Don
ja: 寄付
ko: 기부
ru: Пожертвование
vi: Quyên góp
zh_hans: 捐赠
zh_hant: 捐款

source: Enable Battery Status Monitoring
de: Überwachung des Batteriestatus aktivieren
es: Activar la monitorización del estado de la batería
fr: Activer la surveillance de l’état de la batterie
ja: バッテリー状態の監視を有効
ko: 배터리 상태 모니터링 활성화
ru: Включить мониторинг состояния батареи
vi: Bật giám sát trạng thái pin
zh_hans: 启用电池状态监控
zh_hant: 啟用電池狀態監控

source: Enable Memory Pressure Monitoring
de: Überwachung des Speicherdrucks aktivieren
es: Activar la monitorización de la presión de memoria
fr: Activer la surveillance de la charge mémoire
ja: メモリプレッシャーの監視を有効
ko: 메모리 압력 모니터링 활성화
ru: Включить мониторинг нагрузки на память
vi: Bật giám sát áp lực bộ nhớ
zh_hans: 启用内存压力监控
zh_hant: 啟用記憶體壓力監控

source: Enable Network Connectivity Monitoring
de: Überwachung der Netzwerkverbindung aktivieren
es: Activar la monitorización de la conectividad de red
fr: Activer la surveillance de la connectivité réseau
ja: ネットワーク接続状態の監視を有効
ko: 네트워크 연결 모니터링 활성화
ru: Включить мониторинг состояния сети
vi: Bật giám sát kết nối mạng
zh_hans: 启用网络连接监控
zh_hant: 啟用網路連線監控

source: Enable Storage Capacity Monitoring
de: Überwachung des Speicherplatzes aktivieren
es: Activar la monitorización de la capacidad de almacenamiento
fr: Activer la surveillance de la capacité de stockage
ja: ストレージ容量の監視を有効
ko: 저장 용량 모니터링 활성화
ru: Включить мониторинг ёмкости хранилища
vi: Bật giám sát dung lượng lưu trữ
zh_hans: 启用储存空间监控
zh_hant: 啟用儲存空間監控

source: ⚠︎ Error Detected
de: ⚠︎ Fehler erkannt
es: ⚠︎ Error detectado
fr: ⚠︎ Erreur détectée
ja: ⚠︎ 異常あり
ko: ⚠︎ 오류 감지됨
ru: ⚠︎ Обнаружена ошибка
vi: ⚠︎ Phát hiện lỗi
zh_hans: ⚠︎ 检测到错误
zh_hant: ⚠︎ 偵測到錯誤

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
ko: 실패
ru: Сбой
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# fileUnreadable
source: The specified file is unreadable.
de: Die angegebene Datei kann nicht gelesen werden.
es: El archivo especificado no se puede leer.
fr: Le fichier indiqué est illisible.
ja: 指定されたファイルが読めません。
ko: 지정한 파일을 읽을 수 없습니다.
ru: Не удаётся прочитать указанный файл.
vi: Không thể đọc tệp đã chỉ định.
zh_hans: 无法读取指定的文件。
zh_hant: 無法讀取指定的檔案。

source: Flip horizontally
de: Horizontal spiegeln
es: Voltear horizontalmente
fr: Retourner horizontalement
ja: 左右反転
ko: 좌우 반전
ru: Отразить по горизонтали
vi: Lật ngang
zh_hans: 水平翻转
zh_hant: 水平翻轉

# frameLimitExceeded
source: The maximum number of frames has been exceeded.
de: Die maximale Anzahl an Frames wurde überschritten.
es: Se ha superado el número máximo de fotogramas.
fr: Le nombre maximal d’images a été dépassé.
ja: フレームの上限数を超過しています。
ko: 프레임 최대 개수를 초과했습니다.
ru: Превышено максимальное количество кадров.
vi: Đã vượt quá số khung hình tối đa.
zh_hans: 已超过帧数上限。
zh_hant: 已超過影格數量上限。

# generalTab
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
ru: Основные
vi: Chung
zh_hans: 通用
zh_hant: 一般

# height:
source: 2. Height: 36px
de: 2. Höhe: 36px
es: 2. Altura: 36px
fr: 2. Hauteur : 36px
ja: 2. 高さ：36px
ko: 2. 높이: 36px
ru: 2. Высота: 36px
vi: 2. Chiều cao: 36px
zh_hans: 2. 高度：36px
zh_hant: 2. 高度：36px

# invalidFormat
source: The specified file does not follow the Custom Metrics schema.
de: Die angegebene Datei entspricht nicht dem Custom-Metrics-Schema.
es: El archivo especificado no sigue el esquema de Custom Metrics.
fr: Le fichier indiqué ne respecte pas le schéma Custom Metrics.
ja: 指定されたファイルがCustom Metricsのスキーマに従っていません。
ko: 지정한 파일이 Custom Metrics 스키마를 따르지 않습니다.
ru: Указанный файл не соответствует схеме Custom Metrics.
vi: Tệp đã chỉ định không tuân theo lược đồ Custom Metrics.
zh_hans: 指定的文件不符合 Custom Metrics 架构。
zh_hant: 指定的檔案不符合 Custom Metrics 架構。

# invalidFrameImage
source: The sequence contains invalid frame images.
de: Die Sequenz enthält ungültige Frame-Bilder.
es: La secuencia contiene fotogramas no válidos.
fr: La séquence contient des images non valides.
ja: フレームとして無効な画像が含まれています。
ko: 시퀀스에 유효하지 않은 프레임 이미지가 포함되어 있습니다.
ru: Последовательность содержит недопустимые кадры.
vi: Chuỗi ảnh chứa khung hình không hợp lệ.
zh_hans: 序列中包含无效的帧图像。
zh_hant: 序列中包含無效的影格影像。

source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@
ja: 最終更新日：%@
ko: 마지막 업데이트: %@
ru: Последнее обновление: %@
vi: Cập nhật lần cuối: %@
zh_hans: 最后更新：%@
zh_hant: 最後更新：%@

source: Launch
de: Start
es: Inicio
fr: Lancement
ja: 起動
ko: 실행
ru: Запуск
vi: Khởi chạy
zh_hans: 启动
zh_hant: 啟動

# launchAtLogin
source: Launch RunCat Neo automatically at login
de: RunCat Neo beim Anmelden automatisch starten
es: Abrir RunCat Neo automáticamente al iniciar sesión
fr: Lancer RunCat Neo automatiquement à l’ouverture de session
ja: ログイン時に自動でRunCat Neoを起動
ko: 로그인 시 RunCat Neo 자동 실행
ru: Автоматически запускать RunCat Neo при входе
vi: Tự động khởi chạy RunCat Neo khi đăng nhập
zh_hans: 登录时自动启动 RunCat Neo
zh_hant: 登入時自動啟動 RunCat Neo

# loadingFailed
source: Failed to load the custom runner.
de: Der eigene Runner konnte nicht geladen werden.
es: No se pudo cargar el runner personalizado.
fr: Échec du chargement du runner personnalisé.
ja: カスタムランナーの読み込みに失敗しました。
ko: 사용자 설정 러너를 불러오지 못했습니다.
ru: Не удалось загрузить пользовательского раннера.
vi: Không thể tải runner tùy chỉnh.
zh_hans: 自定义跑者加载失败。
zh_hant: 自訂跑者載入失敗。

# manageSubscription
source: Manage Subscriptions
de: Abonnements verwalten
es: Gestionar suscripciones
fr: Gérer les abonnements
ja: サブスクリプションを管理
ko: 구독 관리
ru: Управление подписками
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱項目

source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
zh_hans: 菜单
zh_hant: 選單

source: Metrics Bar
de: Metrikleiste
es: Barra de métricas
fr: Barre de métriques
ja: メトリクスバー
ko: 메트릭 막대
ru: Панель метрик
vi: Thanh số liệu
zh_hans: 指标栏
zh_hant: 指標列

# metricsBarNotes
source: If you use MacBook with a notch, you may not be able to see the Metrics Bar on the menu bar or not be able to access other menu bar items.
de: Wenn du ein MacBook mit Notch verwendest, ist die Metrikleiste in der Menüleiste möglicherweise nicht sichtbar oder andere Objekte in der Menüleiste sind eventuell nicht erreichbar.
es: Si usas un MacBook con muesca, es posible que la barra de métricas no se vea en la barra de menús o que no puedas acceder a otros elementos de la barra de menús.
fr: Si vous utilisez un MacBook avec encoche, la barre de métriques peut ne pas être visible dans la barre des menus, ou d’autres éléments de la barre des menus peuvent devenir inaccessibles.
ja: ノッチ付きのMacBookを使用している場合、メニューバー上にメトリクスバーが表示できないことや、他のメニューバー上のアイテムにアクセスできなくなることがあります。
ko: 노치가 있는 MacBook을 사용하는 경우, 메뉴 막대에 메트릭 막대가 표시되지 않거나 메뉴 막대의 다른 항목에 접근할 수 없게 될 수 있습니다.
ru: Если вы используете MacBook с вырезом, панель метрик может не отображаться в строке меню, либо другие элементы строки меню могут стать недоступными.
vi: Nếu bạn dùng MacBook có phần khuyết, thanh số liệu có thể không hiển thị trên thanh menu hoặc bạn có thể không truy cập được các mục khác trên thanh menu.
zh_hans: 如果你使用带刘海的 MacBook，菜单栏上可能无法显示指标栏，或者无法访问菜单栏上的其他项目。
zh_hant: 如果你使用帶瀏海的 MacBook，選單列上可能無法顯示指標列，或無法取用選單列上的其他項目。

source: Metrics Bar Settings
de: Einstellungen der Metrikleiste
es: Ajustes de la barra de métricas
fr: Réglages de la barre de métriques
ja: メトリクスバーの設定
ko: 메트릭 막대 설정
ru: Настройки панели метрик
vi: Cài đặt thanh số liệu
zh_hans: 指标栏设置
zh_hant: 指標列設定

# metricsTab
source: Metrics
de: Metriken
es: Métricas
fr: Métriques
ja: メトリクス
ko: 메트릭
ru: Метрики
vi: Số liệu
zh_hans: 指标
zh_hant: 指標

source: Monitoring
de: Überwachung
es: Monitorización
fr: Surveillance
ja: 監視
ko: 모니터링
ru: Мониторинг
vi: Giám sát
zh_hans: 监控
zh_hant: 監控

source: Monochrome
de: Schwarz-Weiß
es: Monocromo
ja: 白黒
ko: 흑백
ru: Чёрно-белый
vi: Đơn sắc
zh_hans: 黑白
zh_hant: 黑白

# nameAlreadyExists
source: The specified runner name already exists.
de: Der angegebene Runner-Name existiert bereits.
es: El nombre de runner especificado ya existe.
fr: Le nom de runner indiqué existe déjà.
ja: 指定したランナー名はすでに存在しています。
ko: 지정한 러너 이름이 이미 존재합니다.
ru: Указанное имя раннера уже существует.
vi: Tên runner đã chỉ định đã tồn tại.
zh_hans: 指定的跑者名称已存在。
zh_hant: 指定的跑者名稱已存在。

source: Notes on using Metrics Bar
de: Hinweise zur Verwendung der Metrikleiste
es: Notas sobre el uso de la barra de métricas
fr: Remarques sur l’utilisation de la barre de métriques
ja: メトリクスバーを使用する際の注意事項
ko: 메트릭 막대 사용 시 참고 사항
ru: Примечания по использованию панели метрик
vi: Lưu ý khi sử dụng thanh số liệu
zh_hans: 使用指标栏的注意事项
zh_hant: 使用指標列的注意事項

source: One-Time Donation
de: Einmalige Spende
es: Donación única
fr: Don ponctuel
ja: １回限りの寄付
ko: 일회성 기부
ru: Разовое пожертвование
vi: Quyên góp một lần
zh_hans: 单次捐赠
zh_hant: 單次捐款

source: Open Activity Monitor
de: Aktivitätsanzeige öffnen
es: Abrir Monitor de Actividad
fr: Ouvrir Moniteur d’activité
ja: アクティビティモニターを開く
ko: 활성 상태 보기 열기
ru: Открыть Мониторинг системы
vi: Mở Trình giám sát Hoạt động
zh_hans: 打开活动监视器
zh_hant: 打開活動監視器

# openSourceLicense
source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ru: Лицензии открытого ПО
vi: Giấy phép mã nguồn mở
zh_hans: 开源许可证
zh_hant: 開放原始碼授權

# oss
source: RunCat Neo is an open-source software.
de: RunCat Neo ist Open-Source-Software.
es: RunCat Neo es un software de código abierto.
fr: RunCat Neo est un logiciel open source.
ja: RunCat Neoはオープンソースソフトウェアです。
ko: RunCat Neo는 오픈 소스 소프트웨어입니다.
ru: RunCat Neo — программное обеспечение с открытым исходным кодом.
vi: RunCat Neo là phần mềm mã nguồn mở.
zh_hans: RunCat Neo 是开源软件。
zh_hant: RunCat Neo 是開放原始碼軟體。

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика конфиденциальности
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quit %@
de: %@ beenden
es: Salir de %@
fr: Quitter %@
ja: %@を終了
ko: %@ 종료
ru: Завершить %@
vi: Thoát %@
zh_hans: 退出 %@
zh_hant: 結束 %@

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
ru: Удалить
vi: Gỡ bỏ
zh_hans: 移除
zh_hant: 移除

source: Remove Custom Metrics?
de: Eigene Metriken entfernen?
es: ¿Eliminar las métricas personalizadas?
fr: Supprimer les métriques personnalisées ?
ja: カスタムメトリクスを削除しますか？
ko: 사용자 설정 메트릭을 제거하겠습니까?
ru: Удалить пользовательские метрики?
vi: Gỡ bỏ số liệu tùy chỉnh?
zh_hans: 要移除自定义指标吗？
zh_hant: 要移除自訂指標嗎？

source: Rendering Mode
de: Darstellungsmodus
es: Modo de renderizado
fr: Mode de rendu
ja: 描画モード
ko: 렌더링 모드
ru: Режим отрисовки
vi: Chế độ kết xuất
zh_hans: 渲染模式
zh_hant: 渲染模式

source: Report Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 不具合を報告
ko: 문제 보고
ru: Сообщить о проблеме
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

source: Requirements:
de: Anforderungen:
es: Requisitos:
fr: Exigences :
ja: 規格要件：
ko: 요구 사항:
ru: Требования:
vi: Yêu cầu:
zh_hans: 规格要求：
zh_hant: 規格要求：

source: Restore Subscription
de: Abonnement wiederherstellen
es: Restaurar suscripción
fr: Restaurer l’abonnement
ja: サブスクリプションを復元
ko: 구독 복원
ru: Восстановить подписку
vi: Khôi phục đăng ký
zh_hans: 恢复订阅
zh_hant: 回復訂閱

# runnerInUse
source: This Runner is currently in use.
de: Dieser Runner wird derzeit verwendet.
es: Este runner está actualmente en uso.
fr: Ce runner est actuellement utilisé.
ja: このランナーは使用中です。
ko: 이 러너는 현재 사용 중입니다.
ru: Этот раннер сейчас используется.
vi: Runner này hiện đang được sử dụng.
zh_hans: 该跑者正在使用中。
zh_hant: 此跑者目前正在使用中。

source: Runner Kind
de: Runner-Typ
es: Tipo de runner
fr: Type de runner
ja: ランナーの種類
ko: 러너 종류
ru: Тип раннера
vi: Loại runner
zh_hans: 跑者类型
zh_hant: 跑者類型

# savingFailed
source: Failed to save the custom runner.
de: Der eigene Runner konnte nicht gesichert werden.
es: No se pudo guardar el runner personalizado.
fr: Échec de l’enregistrement du runner personnalisé.
ja: カスタムランナーの保存に失敗しました。
ko: 사용자 설정 러너를 저장하지 못했습니다.
ru: Не удалось сохранить пользовательского раннера.
vi: Không thể lưu runner tùy chỉnh.
zh_hans: 自定义跑者保存失败。
zh_hant: 自訂跑者儲存失敗。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시
ru: Показывать
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Show %@ Metrics
de: %@-Metriken anzeigen
es: Mostrar métricas de %@
fr: Afficher les métriques %@
ja: %@のメトリクスを表示
ko: %@ 메트릭 표시
ru: Показывать метрики %@
vi: Hiển thị số liệu %@
zh_hans: 显示 %@ 指标
zh_hant: 顯示 %@ 指標

source: Show Battery Status
de: Batteriestatus anzeigen
es: Mostrar el estado de la batería
fr: Afficher l’état de la batterie
ja: バッテリー状態を表示
ko: 배터리 상태 표시
ru: Показывать состояние батареи
vi: Hiển thị trạng thái pin
zh_hans: 显示电池状态
zh_hant: 顯示電池狀態

source: Show CPU Usage
de: CPU-Auslastung anzeigen
es: Mostrar el uso de CPU
fr: Afficher l’utilisation du CPU
ja: CPU負荷を表示
ko: CPU 사용량 표시
ru: Показывать загрузку процессора
vi: Hiển thị mức sử dụng CPU
zh_hans: 显示 CPU 使用率
zh_hant: 顯示 CPU 使用率

source: Show Memory Pressure
de: Speicherdruck anzeigen
es: Mostrar la presión de memoria
fr: Afficher la charge mémoire
ja: メモリプレッシャーを表示
ko: 메모리 압력 표시
ru: Показывать нагрузку на память
vi: Hiển thị áp lực bộ nhớ
zh_hans: 显示内存压力
zh_hant: 顯示記憶體壓力

source: Show Metrics Bar
de: Metrikleiste anzeigen
es: Mostrar la barra de métricas
fr: Afficher la barre de métriques
ja: メトリクスバーを表示
ko: 메트릭 막대 표시
ru: Показывать панель метрик
vi: Hiển thị thanh số liệu
zh_hans: 显示指标栏
zh_hant: 顯示指標列

source: Show Network Connectivity
de: Netzwerkverbindung anzeigen
es: Mostrar la conectividad de red
fr: Afficher la connectivité réseau
ja: ネットワーク接続状態を表示
ko: 네트워크 연결 상태 표시
ru: Показывать состояние сети
vi: Hiển thị kết nối mạng
zh_hans: 显示网络连接状态
zh_hant: 顯示網路連線狀態

source: Show Storage Capacity
de: Speicherplatz anzeigen
es: Mostrar la capacidad de almacenamiento
fr: Afficher la capacité de stockage
ja: ストレージ容量を表示
ko: 저장 용량 표시
ru: Показывать ёмкость хранилища
vi: Hiển thị dung lượng lưu trữ
zh_hans: 显示储存空间
zh_hant: 顯示儲存空間

source: Slow down under load
de: Bei hoher Last verlangsamen
es: Ralentizar con carga alta
fr: Ralentir en cas de charge élevée
ja: 高負荷時に減速
ko: 고부하 시 감속
ru: Замедляться при высокой нагрузке
vi: Chạy chậm lại khi tải cao
zh_hans: 高负载时减速
zh_hant: 高負載時減速

source: System Metrics
de: Systemmetriken
es: Métricas del sistema
fr: Métriques système
ja: システムメトリクス
ko: 시스템 메트릭
ru: Системные метрики
vi: Số liệu hệ thống
zh_hans: 系统指标
zh_hant: 系統指標

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d’utilisation
ja: 利用規約
ko: 서비스 약관
ru: Условия использования
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# thankYouDonation
source: Thank you for your donation!
de: Vielen Dank für deine Spende!
es: ¡Gracias por tu donación!
fr: Merci pour votre don !
ja: ご寄付ありがとうございます！
ko: 기부해 주셔서 감사합니다!
ru: Спасибо за ваше пожертвование!
vi: Cảm ơn bạn đã quyên góp!
zh_hans: 感谢你的捐赠！
zh_hant: 感謝你的捐款！

# thankYouSupporting
source: Thank you for your kind support!
de: Vielen Dank für deine freundliche Unterstützung!
es: ¡Gracias por tu amable apoyo!
fr: Merci pour votre aimable soutien !
ja: 温かいご支援ありがとうございます！
ko: 따뜻한 후원에 감사드립니다!
ru: Спасибо за вашу тёплую поддержку!
vi: Cảm ơn sự ủng hộ nhiệt tình của bạn!
zh_hans: 感谢你的热心支持！
zh_hant: 感謝你的熱心支持！

source: Update Interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle de mise à jour
ja: 更新間隔
ko: 업데이트 간격
ru: Интервал обновления
vi: Khoảng thời gian cập nhật
zh_hans: 更新间隔
zh_hant: 更新間隔

source: View JSON schema and samples
de: JSON-Schema und Beispiele ansehen
es: Ver el esquema JSON y ejemplos
fr: Voir le schéma JSON et des exemples
ja: JSONのスキーマとサンプルを見る
ko: JSON 스키마 및 샘플 보기
ru: Посмотреть схему JSON и примеры
vi: Xem lược đồ JSON và mẫu
zh_hans: 查看 JSON 架构与示例
zh_hant: 查看 JSON 架構與範例

# width:
source: 3. Width: 10~100px
de: 3. Breite: 10~100px
es: 3. Anchura: 10~100px
fr: 3. Largeur : 10~100px
ja: 3. 幅：10~100px
ko: 3. 너비: 10~100px
ru: 3. Ширина: 10~100px
vi: 3. Chiều rộng: 10~100px
zh_hans: 3. 宽度：10~100px
zh_hant: 3. 寬度：10~100px

# format:
source: 1. Format: PNG
es: 1. Formato: PNG
ja: 1. フォーマット：PNG
ko: 1. 포맷: PNG
ru: 1. Формат: PNG
vi: 1. Định dạng: PNG
zh_hans: 1. 格式：PNG
zh_hant: 1. 格式：PNG

source: Frame %lld
es: Fotograma %lld
fr: Image %lld
ja: フレーム %lld
ko: 프레임 %lld
ru: Кадр %lld
vi: Khung hình %lld
zh_hans: 帧 %lld
zh_hant: 影格 %lld

source: Frames
es: Fotogramas
fr: Images
ja: フレーム
ko: 프레임
ru: Кадры
vi: Khung hình
zh_hans: 帧
zh_hant: 影格

source: Runner Name
es: Nombre del runner
fr: Nom du runner
ja: ランナー名
ko: 러너 이름
ru: Имя раннера
vi: Tên runner
zh_hans: 跑者名称
zh_hant: 跑者名稱

# %lldseconds
source: %lld s
ja: %lld 秒
ko: %lld초
ru: %lld с
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

# runnerTab
source: Runner
ja: ランナー
ko: 러너
ru: Раннер
zh_hans: 跑者
zh_hant: 跑者
